Repository: ibrahim-s/searchWith
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, de, es, hr, it, pl, pt_br, pt_pt, ru, sr, tr, uk

source: Search With Menu
ar: قائمة البحث باستخدام
bg: Меню на "Търсене с"
de: Menü über Suchen Mit
es: Menú de Search With
hr: Izbornik za Traži pomoću
it: Menu cerca con
pl: Szukaj za pomocą menu
pt_br: Pesquisar com o menu
pt_pt: Menu do procurar com
ru: Меню Search With
sr: Meni pretrage
tr: İle Ara menüsü
uk: Меню «Пошуку за допомогою»

source: Not able to get {item} url
ar: يتعذر الوصول لرابط {item}
bg: Не може да се получи URL адреса на {item}
de: Die URL {item} konnte nicht abgerufen werden
es: Imposible obtener la url de {item}
hr: Nije moguće dobiti {item} url
it: Impossibile ottenere {item} url
pl: Nie można uzyskać adresu dla {item}
pt_br: Não é possível obter o URL de {item}
pt_pt: Não consegue obter o URl do {item}
ru: Невозможно получить ссылку {item}
sr: Nemoguće preuzeti adresu stavke {item}
tr: {item} Bağlantısı alınamıyor
uk: Не можу отримати URL {item}

source: Error Message
ar: رسالةُ خطأ
bg: Съобщение за грешка
de: Fehlermeldung
es: Mensaje de Error
hr: Poruka greške
it: Messaggio di errore
pl: Komunikat o błędzie
pt_br: Mensagem de erro
pt_pt: Mensagem de Erro
ru: Сообщение об ошибке
sr: Greška poruke
tr: Hata mesajı
uk: Повідомлення про помилку

source: No text in clipboard
ar: ليس هناك نص في الحافِظة
bg: Няма текст в клипборда
de: Kein Text in der Zwischenablage
es: No hay texto en el portapapeles
hr: Nema teksta u međuspremniku
pl: Brak tekstu w schowku
pt_br: Nenhum texto na área de transferência
pt_pt: Sem texto nà área de transferência
ru: Нет текста в буфере обмена
sr: Nema teksta u privremenoj memoriji
tr: Panoda metin yok
uk: Немає тексту в буфері обміну

source: No last spoken text
ar: لا يُوجد آخر نص منطوق
bg: Няма последно изговорен текст
de: Kein zuletzt gesprochener Text
es: No hay último texto verbalizado
hr: Nema zadnjeg izgovorenog teksta
pl: Brak ostatniego tekstu mówionego
pt_br: Nenhum último texto falado
pt_pt: Nenhum último texto falado
ru: Нет последнего произнесённого текста
sr: Nema poslednjeg izgovorenog teksta
tr: Son konuşulan metin yok
uk: Немає останнього вимовленого тексту

source: Display Search with dialog to enter a search query. And if text selected, displays a virtual menu pressed once, searches Google directly pressed twice.
ar: عرضُ مربّع حوار البحث باستخدام لإدخال مصطلح البحث، وإذا كان النص محددا وضُغط عليه مرة واحدة يعرض القائمة الافتراضية، وبضغطه مرتين يبحث في Google مباشرة.
bg: Извеждане на прозореца на "Търсене с", с цел въвеждане на заявка за търсене. И ако има маркиран текст, при еднократно натискане показва виртуално меню, а при двукратно натискане директно изпълнява търсене в Google.
de: Zeigt die Suche mit Dialog zur Eingabe einer Suchanfrage an und wenn Text ausgewählt wurde, zeigt es bei einmal drücken ein virtuelles Menü an, bei zweimal drücken wird bei Google direkt gesucht.
es: Muestra el diálogo de Search with para introducir una consulta de búsqueda. Si hay texto seleccionado, muestra un menú virtual al pulsar una vez. Al pulsar dos veces, busca directamente en Google.
hr: Prikaz dijaloškog okvira „Traži pomoću” za unos upita za pretraživanje. Ako je tekst odabran, prikazuje virtualni izbornik kad se pritisne jednom, pretražuje Google izravno kad se pritisne dvaput.
it: Visualizza la finestra Cerca con, dove inserire una stringa di testo. Se c'è selezionato del testo, con una pressione del gesto predefinito visualizza un menu virtuale, mentre la doppia pressione effettuerà una ricerca direttamente con Google.
pl: Wyświetla okno dialogowe wyszukiwania dodatku. Jeżeli tekst jest zaznaczony, wyświetla wirtualne menu Nacisnięte jeden raz, naciśnięte dwa razy bezpośrednio wysyła zapytanie wyszukiwania do Google.
pt_br: Exibir Pesquisa com uma caixa de diálogo para inserir uma consulta de pesquisa. E, se o texto for selecionado, exibirá um menu virtual; se pressionado uma vez, pesquisará diretamente no Google se pressionado duas vezes.
pt_pt: Mostra um diálogo de Pesquisa para introduzir um termo a pesquisar. Se houver um texto seleccionado, mostra um menu virtual para escolher o motor de busca; pressionando duas vezes, pesquisa no google.
ru: Отображает диалоговое окно для ввода поискового запроса. И, если выделен текст, нажатие один раз показывает виртуальное меню с выбором поисковика, нажатие дважды запускает поиск с помощью Google напрямую.
sr: Prikazuje dijalog pretrage za upisivanje termina pretrage. Ako je tekst izabran, prikazuje virtuelni meni kada se pritisne jednom, kada se pritisne dva puta direktno vrši Google pretragu.
tr: Bir arama sorgusu girilmesi için ile ara iletişim kutusunu açar. Bir metin seçiliyse bir kez basılırsa ile ara menüsünü gösterir, iki kez basılırsa doğrudan google ile arar.
uk: Показує діалог «Пошуку за допомогою» для введення пошукового запиту. За наявності виділеного тексту при одноразовому натисканні показує віртуальне меню, а при подвійному шукає виділений текст безпосередньо в Google.

source: Search With
ar: البحث باستخدام Search With
bg: Търсене с (Search With)
de: Suchen Mit
hr: Traži pomoću
it: Cerca con
pt_br: Pesquisar com
pt_pt: Procurar com
sr: Pretraži
tr: İle Ara
uk: Пошук за допомогою

source: Display Search with virtual menu for clipboard text, and pressed twice searches Google directly.
ar: عرض قائمة البحث الإفتراضية للنص الموجود في الحافِظة, و بالضغط مرتين يبحث في جوجل مباشرة.
bg: Извеждане на виртуалното меню на "Търсене с" за текста в клипборда. При двукратно натискане директно изпълнява търсене в Google.
de: Zeigt die Suche mit virtuellem Menü für Text in der Zwischenablage an, und bei zweimaligem Drücken wird direkt bei Google gesucht.
es: Muestra el menú virtual de Search With para el texto del portapapeles. Al pulsarse dos veces, busca directamente en Google.
hr: Prikaz pretrage s virtualnim izbornikom za tekst međuspremnika. Dvaput pritisnuto pretražuje izravno Google.
pl: Wyświetl wyszukiwanie z wirtualnym menu dla tekstu w schowku i dwukrotnie naciśnij wyszukuje bezpośrednio w Google.
pt_br: Exibir pesquisa com menu virtual para texto da área de transferência e, se pressionado duas vezes, pesquisa diretamente no Google.
pt_pt: Mostra menu virtual de Pesquisa para o texto da área de transferência, e, pressionando duas vezes, pesquisa directamente no Google.
ru: Показывает виртуальное меню для текста из буфера обмена, нажатие дважды запускает поиск с помощью Google напрямую.
sr: Prikazuje virtuelni meni za tekst privremene memorije, ako se pritisne dva puta direktno vrši Google pretragu.
tr: Panodaki metin için ile ara menüsünü gösterir, iki kez basılırsa doğrudan google ile arar.
uk: Показує віртуальне меню «Пошуку за допомогою» для тексту з буфера обміну, а при подвійному натисканні шукає його безпосередньо в Google.

source: Display Search with virtual menu for last spoken text, and pressed twice searches Google directly.
ar: عرض قائمة البحث الإفتراضية لآخِر نص منطوق, و بالضغط مرتين يبحث في جوجل مباشرة.
bg: Извеждане на виртуалното меню на "Търсене с" за последно изговорения текст. При двукратно натискане директно изпълнява търсене в Google.
de: Zeigt die Suche mit virtuellem Menü für den zuletzt gesprochenen Text an, und bei zweimaligem Drücken wird direkt bei Google gesucht.
es: Muestra el menú virtual de Search With para el último texto verbalizado. Al pulsarse dos veces, busca directamente en Google.
hr: Prikaz pretrage s virtualnim izbornikom za izgovoreni tekst. Dvaput pritisnuto pretražuje izravno Google.
pl: Wyświetl wyszukiwanie z wirtualnym menu dla ostatniego tekstu mówionego i dwukrotnie naciśnij wyszukiwania Bezpośrednio w Google.
pt_br: Exibir pesquisa com menu virtual para o último texto falado e, se pressionado duas vezes, pesquisa diretamente no Google.
pt_pt: Mostra menu virtual de Pesquisa para o último texto falado, e, pressionando duas vezes, pesquisa directamente no Google.
ru: Показывает виртуальное меню для последнего произнесённого текста, нажатие дважды запускает поиск с помощью Google напрямую.
sr: Prikazuje virtuelni meni pretrage za poslednji izgovoreni tekst, ako se pritisne dva puta direktno vrši Google pretragu.
tr: Son söylenen için ile ara menüsünü gösterir, iki kez basılırsa doğrudan google ile arar.
uk: Показує віртуальне меню «Пошуку за допомогою» для останнього вимовленого тексту, а при подвійному натисканні шукає його безпосередньо в Google.

source: Menu
ar: قائمة
bg: Меню
de: Menü
es: Menú
hr: Izbornik
ru: Меню
sr: Meni
tr: Menü
uk: Меню

source: Available items to add
ar: العناصر المتوفرة لإضافتها
bg: Налични за добавяне елементи
de: Verfügbare Einträge zum Hinzufügen
es: Elementos disponibles para añadir
hr: Dostupni elementi za dodavanje
it: elementi disponibili da aggiungere
pl: Dostępne elementy do dodania
pt_br: Itens disponíveis para adicionar
pt_pt: Itens disponíveis para adicionar
ru: Доступные &элементы для добавления
sr: Dostupne stavke za dodavanje
tr: Eklenebilecek mevcut öğeler
uk: Доступні елементи для додавання

source: Add to menu
ar: إضافة إلى القائمة
bg: Добави в менюто
de: Zum Menü hinzufügen
es: Añadir al menú
hr: Dodaj u izbornik
it: Aggiungi al menu
pl: Dodaj do menu
pt_br: Adicionar ao menu
pt_pt: Adicionar ao menu
ru: &Добавить в меню
sr: Dodaj u meni
tr: Menüye ekle
uk: Додати в меню

source: Search with menu
ar: قائمة البحث باستخدام
bg: Меню "Търсене с"
de: Menü über Suchen Mit
es: Menú de Search with
hr: Traži pomoću izbornika
it: Menu cerca con
pl: Szukaj za pomocą menu
pt_br: Pesquisar com o menu
pt_pt: Menu do procurar com
ru: Меню Search with
sr: Meni pretrage
tr: İle ara menüsü
uk: Меню «Пошуку за допомогою»

source: Remove
ar: إزالة
bg: Премахни
de: Entfernen
es: Eliminar
hr: Ukloni
it: Rimuovi
pl: Usuń
pt_br: Remover
pt_pt: Apagar
ru: Удалить
sr: Ukloni
tr: Kaldır
uk: Видалити

source: Move item up
ar: تحريك العنصر لأعلى
bg: Премести елемента нагоре
de: Eintrag nach oben verschieben
es: Subir elemento
hr: Premjesti element prema gore
it: Sposta elemento in alto
pl: Przenieś w górę
pt_br: Mover item para cima
pt_pt: Mover item para cima
ru: Переместить выше
sr: Premesti stavku gore
tr: Öğeyi yukarı taşı
uk: Перемістити елемент вгору

source: Move item down
ar: تحريك العنصر لأسفل
bg: Премести елемента надолу
de: Eintrag nach unten verschieben
es: Bajar elemento
hr: Premjesti element prema dolje
it: Sposta elemento in basso
pl: Przenieś w dół
pt_br: Mover o item para baixo
pt_pt: Mover item para baixo
ru: Переместить &ниже
sr: Premesti stavku dole
tr: Öğeyi aşağı taşı
uk: Перемістити елемент вниз

source: Set menu to default
ar: إعادة ضبط القائمة للوضع الافتراضي
bg: Нулиране на менюто
de: Menü auf Standard einstellen
es: Restablecer menú por defecto
hr: Postavi standardni izbornik
it: Imposta il menu come predefinito
pl: Ustaw menu jako domyślne
pt_br: Definir o menu como padrão
pt_pt: Definir o menu por defeito
ru: &Сбросить по умолчанию
sr: Vrati podrazumevani meni
tr: Menüyü varsayılana ayarla
uk: Повернути меню до початкового стану

source: In Google search
ar: في بحث Google
bg: При търсене с Google
de: Bei Google suchen
es: En la búsqueda de Google
hr: U Google pretrazi
it: Nella ricerca di Google
pl: W wyszukiwarce Google
pt_br: Na pesquisa do Google
pt_pt: Na pesquisa do Google
ru: В поиске Google
sr: Google pretraga
tr: Google ile ara
uk: Для пошуку в Google

source: Browser language and setting
ar: إعدادات ولغة المتصفح
bg: Настройките и езика на браузъра
de: Sprache und Einstellung des Browsers
es: Idioma y ajustes del navegador
hr: Jezik preglednika i postavka
it: Lingua e impostazioni del browser
pl: Język przeglądarki i ustawienia
pt_br: Idioma e configuração do navegador
pt_pt: Configuração do navegador de idiomas
ru: Язык браузера
sr: Jezik pretraživača
tr: Tarayıcı dili ve ayarı
uk: Налаштування й мову браузера

source: NVDA language
ar: لغة NVDA
bg: Езика на NVDA
de: NVDA-Sprache
es: Idioma de NVDA
hr: Jezik NVDA čitača
it: Lingua NVDA
pl: Język NVDA
pt_br: Linguagem NVDA
pt_pt: Idioma do NVDA
ru: Язык NVDA
sr: NVDA jezik
tr: NVDA dili
uk: Мову NVDA

source: Windows language
ar: لغة Windows
bg: Езика на Windows
de: Windows-Sprache
es: Idioma de Windows
hr: Jezik Windowsa
it: Lingua di Windows
pl: Język systemu Windows
pt_br: Idioma do Windows
pt_pt: Idioma do Windows
ru: Язык Windows
sr: Windows jezik
tr: Windows dili
uk: Мову Windows

source: Use:
ar: استخدِمْ:
bg: Използвай:
de: Verwenden:
es: Usar:
hr: Koristi:
it: Usa:
pl: Używaj:
pt_pt: Modo de utilização:
ru: &Использовать:
sr: Koristi:
tr: Kullan:
uk: Використати:

source: In search with dialog
ar: في مربّع حوار البحث باستخدام
bg: В прозореца "Търсене с"
de: Im Dialogfeld Suchen Mit
es: En el diálogo de Search With
hr: U pretrazi pomoću dijaloga
it: Ricerca con finestra di dialogo
pl: W oknie dialogowym search with
pt_br: Em busca de diálogo
pt_pt: Em pesquisa com diálogo
ru: В диалоге Search with
sr: U dijalogu pretrage
tr: İle ara iletişim kutusunda
uk: Для діалогу «Пошуку за допомогою»

source: Leave Blank
ar: أُتركه فارغا
bg: Остави празно
de: Leer lassen
es: Dejar en blanco
hr: Ostavi prazno
it: Lascia vuoto
pl: Użyj ostatnio wymówionego elementu jako zapytania wyszukiwania
pt_br: Deixar em branco
pt_pt: Deixar em branco
ru: Оставить поле пустым
sr: Ostavi prazno
tr: Boş bırak
uk: Залишити порожнім

source: Use clipboard text
ar: إستخدِم النص الموجود في الحافِظة
bg: Използвай текста от клипборда
de: Text aus der zwischenablage verwenden
es: Usar texto del portapapeles
hr: Koristi tekst međuspremnika
it: Usa il testo degli appunti
pl: Użyj tekstu ze schowka
pt_br: Usar texto da área de transferência
pt_pt: Usar texto da área de transferência
ru: Использовать текст из буфера обмена
sr: Koristi tekst privremene memorije
tr: Pano metnini kullan
uk: Використати текст з буфера обміну

source: Use last spoken text
ar: استخدِم آخر نص منطوق
bg: Използвай последно изговорения текст
de: Den zuletzt gesprochenen Text verwenden
es: Usar último texto verbalizado
hr: Koristi zadnji izgovoreni tekst
it: Usa l'ultimo testo pronunciato
pl: Użyj ostatnie wymówionego tekstu
pt_br: Usar o último texto falado
pt_pt: Utilizar o último texto falado
ru: Использовать &последний произнесённый текст
sr: Koristi poslednji izgovoreni tekst
tr: Son söylenen metni kullan
uk: Використати останній вимовлений текст

source: Options for default query:
ar: خَيارات النص الإفتراضي للبحث:
bg: Опции за заявка по подразбиране:
de: Optionen für die Standardabfrage:
es: Opciones de consulta predeterminada:
hr: Opcije za standardni upit:
it: Opzioni per la query predefinita:
pl: Domyślna opcja dla zapytania wyszukiwania:
pt_br: Opções para a consulta padrão:
pt_pt: Opções para a pesquisa padrão:
ru: Параметры для запроса по умолчанию:
sr: Opcije za podrazumevani upit:
tr: Varsayılan sorgu için seçenekler:
uk: Параметри для основного пошукового запиту:

source: Translation engines
bg: Машини за превод
hr: Mehanizmi prevođenja
pt_br: Mecanismos de tradução
ru: Системы перевода текста
sr: Механизми превођења
tr: Çeviri motorları

source: Target language for google translate:
bg: Целеви език за Google Преводач:
hr: Ciljni jezik za google translate:
pt_br: Idioma de destino para o Google Tradutor:
ru: Язык перевода для Google translate:
sr: Циљни језик за google translate:
tr: Google çeviri için hedef dil:

source: Target language for deepL translate:
bg: Целеви език за DeepL Translate:
hr: Ciljni jezik za deepL translate:
pt_br: Idioma de destino para o deepL translate:
ru: Язык перевода для deepL translate:
sr: Циљни језик за deepL translate:
tr: DeepL çeviri için hedef dil:

source: For advanced users
ar: خاص بالمستخدمين المُحترفين
bg: За напреднали потребители
de: Für fortgeschrittene Benutzer
es: Para usuarios avanzados
hr: Za napredne korisnike
pl: Dla zaawansowanych użytkowników
pt_br: Para usuários avançados
pt_pt: Para utilizadores avançados
ru: Для продвинутых пользователей
sr: Za napredne korisnike
tr: İleri düzey kullanıcılar için
uk: Для досвідчених користувачів

source: Preserve data folder upon installing a new version
ar: المُحافَظة على ملف البيانات عندَ تثبيت إصدار جديد
bg: Запазвай папката с данните при инсталиране на нова версия
de: Daten im Ordner bei der Installation einer neuen Version beibehalten
es: Preservar carpeta de datos al instalar una nueva versión
hr: Sačuvaj podatke nakon instaliranja nove verzije
pl: Zachowaj folder danych po zainstalowaniu nowej wersji
pt_br: Preservar a pasta de dados ao instalar uma nova versão
pt_pt: Conservar pasta de dados ao instalar uma nova versão
ru: Сохранить папку данных при установке новой версии
sr: Sačuvaj podatke nakon instaliranja nove verzije
tr: Yeni bir sürümü yüklerken veri klasörünü koru

source: Information: Item added
ar: تنبيه: أُضيف العنصر
bg: Информация: Елементът е добаве
de: Information: Eintrag hinzugefügt
es: Información: elemento añadido
hr: Informacija: element dodan
it: Informazione: elemento aggiunto
pl: Komunikat: dodano element
pt_br: Informações: Item adicionado
pt_pt: Informação: Item adicionado
ru: Информация: элемент добавлен
sr: Informacija: stavka dodata
tr: Bilgi: Öğe eklendi
uk: Інформація: елемент додано

source: Information: item removed
ar: تنبيه: العنصر أُزيل
bg: Информация: Елементът е премахнат
de: Information: Eintrag entfernt
es: Información: elemento eliminado
hr: Informacija: element uklonjen
it: Informazione: elemento rimosso.
pl: Komunikat: usunięto element
pt_br: Informações: item removido
pt_pt: Informação: Item apagado
ru: Информация: элемент удалён
sr: Informacija: stavka uklonjena
tr: Bilgi: öğe kaldırıldı
uk: Інформація: елемент видалено

source: Information: item moved up
ar: تنبيه: العنصر حُرِّكَ لأعلى
bg: Информация: Елементът е преместен нагоре
de: Information: Eintrag nach oben verschoben
es: Información: elemento subido
hr: Informacija: element premješten prema gore
it: Informazione: elemento spostato verso l'alto
pl: Komunikat: element przeniesiony w górę
pt_br: Informações: item movido para cima
pt_pt: Informação: item movido para cima
ru: Информация: элемент перемещён выше
sr: Informacija: Stavka premeštena gore
tr: Bilgi: öğe yukarı taşındı
uk: Інформація: елемент переміщено вгору

source: Information: item moved down
ar: تنبيه: العنصر حُرِّكَ لأسفل
bg: Информация: Елементът е преместен надолу
de: Information: Eintrag nach unten verschoben
es: Información: elemento bajado
hr: Informacija: element premješten prema dolje
it: Informazione: elemento spostato verso il basso
pl: Komunikat: element przeniesiony w dół
pt_br: Informações: item movido para baixo
pt_pt: Informação: item movido para baixo
ru: Информация: элемент перемещён ниже
sr: Informacija: stavka premeštena dole
tr: Bilgi: öğe aşağı taşındı
uk: Інформація: елемент переміщено вниз

source: Information: Menu set to default
ar: تنبيه: إعادة ضبط القائمة للوضع الافتراضي
bg: Информация: Менюто е нулирано
de: Information: Menü auf Standard eingestellt
es: Información: menú configurado por defecto
hr: Informacije: Izbornik postavljen na standardne vrijednosti
it: Informazione: Menu impostato su default
pl: Komunikat: menu ustawione jako domyślne
pt_br: Informações: Menu definido como padrão
pt_pt: Informação: Menu definido como padrão
ru: Информация: Меню сброшено по умолчанию
sr: Informacija: vraćen podrazumevani meni
tr: Bilgi: Menü varsayılana sıfırlandı
uk: Інформація: меню повернено до початкового стану

source: Search with google
ar: البحث في Google
bg: Търсене с Google
de: Mit Google suchen
es: Buscar con Google
hr: Traži pomoću Googlea
it: Cerca con google
pl: Szukaj używając Google
pt_br: Pesquisar no Google
pt_pt: Pesquisar com google
ru: Поиск google
sr: Pretraži Google
tr: Google ile ara
uk: Пошук за допомогою google

source: Enter a search query
ar: أدخِلْ مصطلحًا للبحث عنه
bg: Въведете заявка за търсене
de: Geben Sie eine Suchanfrage ein
es: Introduce una consulta de búsqueda
hr: Upiši upit pretrage
it: Inserisci una query di ricerca
pl: Wprowadź zapytanie wyszukiwania
pt_br: Digite uma consulta de pesquisa
pt_pt: Introduza uma expressão/termo para pesquisa
ru: Введите запрос для поиска
sr: Upišite termin pretrage
tr: Bir arama sorgusu girin
uk: Введіть пошуковий запит

source: Other Engines
ar: محرّكات أخرى
bg: Други търсачки
de: Weitere Suchanbieter
es: Otros motores
hr: Druge tražilice
it: Altri motori di ricerca
pl: Inne wyszukiwarki
pt_br: Outros motores
pt_pt: Outros Motores
ru: Другие поисковики
sr: Drugi pretraživači
tr: Diğer Motorlar
uk: Інші системи
