Repository: ibrahim-s/searchWith
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, de, es, hr, it, pl, pt_br, pt_pt, ru, sr, tr, uk

source: This addon helps you to search text, via various search engines. Let no text selected, and press the gesture of the addon A dialog will be displayed, with an edit box to enter a search query To search with Google press enter, or tab to search with other engins. Or select some text and press once, a menu will be displayed with various search engines to choose from. And while text is selected, you can press the gesture twice to search with Google directly. The Default gesture for the addon is: NVDA+ Windows+ S.
ar: تساعدُك هذه الإضافة في البحث عن نص عبر محرّكات بحثٍ عديدة.vتأكد مِن أنهُ ليس هناك نص مُحدد, و اضغط اختصار الإضافةvستظهر مُحاوَرة, مع مربع بحث لإدخال مُصطلح البحثvإذا أردتَ البحث في جوجل إضغط إنتر, أو تحرك بالتاب لاختيار مُحركات بحث أُخرى.vأوvحدِّد نص معين و اضغط مرة واحدة, و سيتم عرض قائمة مع العديد مِن محركات البحث للإختيار مِن بينِها.vو في حالةْ وجود نص مُحدد, يُمكنك الضغط مرتين للبحث في جوجل مباشرة.vالإختصار الإفتراضي للإضافة هو: NVDA+Windows+S.
bg: Тази добавка ви помага да търсите текст чрез различни търсачки. Когато няма маркиран текст и задействате жеста на добавката. Ще се покаже диалогов прозорец с текстово поле за въвеждане на заявка за търсене. За да търсите с Google, натиснете Enter или натиснете TAB, за да търсите с други търсачки. или Маркирайте текст и натиснете командата веднъж – ще се изведе меню с различни търсачки, от които да избирате. Когато има маркиран текст, можете да задействате жеста двукратно, за да търсите директно с Google. Жестът по подразбиране за добавката е: NVDA+Windows+S.
de: Diese Erweiterung hilft Ihnen bei der Suche nach Text, über verschiedene Suchmaschinen. Lassen Sie keinen Text ausgewählt und drücken Sie den Tastenbefehl der Erweiterung. Es wird ein Dialog mit einem Eingabefeld angezeigt, in das Sie eine Suchanfrage eingeben können. Um mit Google zu suchen, drücken Sie Enter, oder Tab, um mit anderen Suchmaschinen zu suchen. Oder: Wählen Sie einen Text aus und drücken Sie einmal, dann wird ein Menü mit verschiedenen Suchmaschinen angezeigt, aus denen Sie wählen können. Und während der Text ausgewählt ist, können Sie den Tastenbefehl zweimal drücken, um direkt mit Google zu suchen. Der Standard-Tastenbefehl für die Erweiterung lautet: NVDA+Windows+S.
es: Este complemento te permite buscar texto mediante diversos motores de búsqueda. Sin texto seleccionado, al pulsar el gesto del complemento, se mostrará un cuadro de diálogo para introducir una consulta de búsqueda. Pulsa intro para buscar con Google, o tabula para elegir otros motores. O Selecciona algo de texto y pulsa el gesto una vez, y se mostrará un menú con varios motores de búsqueda para elegir. Mientras el texto esté seleccionado, puedes pulsar dos veces el gesto para buscar directamente con Google. El gesto por defecto del complemento es NVDA+windows+s.
hr: Ovaj dodatak pomaže u pretraživanju teksta putem raznih tražilica. Nemoj odabrati nikoji tekst i pritisni gestu dodatka Prikazat će se dijaloški okvir s okvirom za uređivanje za unos upita za pretraživanje Za pretraživanje pomoću Googlea pritisni tipku enter ili tabulator za pretraživanje s drugim tražilicama. Ili odaberi neki tekst i pritisni jednom. Prikazat će se izbornik s raznim tražilicama koje možeš izabrati. Kad je tekst odabran, možeš dvaput pritisnuti gestu za izravno pretraživanje s Googleom. Standardna gesta za dodatak je: NVDA+ Windows+ S.
it: Questo addon ti aiuta a cercare il testo, tramite vari motori di ricerca. Non selezionare alcun testo e premi la combinazione di tasti dell'addon, quella predefinita è NVDA+ Windows+ S Verrà visualizzata una finestra di dialogo, con una casella di modifica per inserire una query di ricerca Per cercare con Google premi invio, oppure usa tab per cercare con altri motori. Oppure seleziona del testo e premi la combinazione una volta, verrà visualizzato un menu con vari motori di ricerca tra cui scegliere. E mentre il testo è selezionato, puoi premere la combinazione due volte per cercare direttamente con Google. Il gesto predefinito per l'addon è: NVDA+ Windows+ S.
pl: Ten dodatek pomaga w wyszukiwaniu tekstu za pomocą różniych wyszukiwarek. Upewnij się że tekst nie jest zaznaczony i naciśnij skrót dodatku. Zostanie wyświetlone okno dialogowe z polem do edycji służące do wpisania zapytania wyszukiwania Aby rozpocząć wyszukiwanie używając wyszukiwarki google, naciśnij enter, lub naciśnij klawisz tab, aby wybrać inną wyszukiwarkę. Lub Zaznacz jakikolwiek tekst i naciśnij jeden raz skrót dodatku, potem zostanie wyświetlone menu z wyborem różnych wyszukiwarek dostępnych do wyboru. Gdy tekst jest zaznaczony,, możesz nacisnąć skrót dwukrotnie aby wyszukiwać bezpośrednio za pomocą Googlea. Domyślny skrót dodatku to NVDA+ Windows+ S.
pt_br: Esse complemento ajuda você a pesquisar texto por meio de vários mecanismos de pesquisa. Não deixe nenhum texto selecionado e pressione o gesto do complemento Será exibida uma caixa de diálogo com uma caixa de edição para inserir uma consulta de pesquisa Para pesquisar com o Google, pressione Enter ou tab para pesquisar com outros mecanismos. Ou selecione algum texto e pressione uma vez; será exibido um menu com vários mecanismos de pesquisa para escolher. E, enquanto o texto estiver selecionado, você pode pressionar o gesto duas vezes para pesquisar diretamente no Google. O gesto padrão para o complemento é: NVDA+ Windows+ S.
pt_pt: Este extra ajuda-o a pesquisar texto, através de vários motores de busca. Sem qualquer texto seleccionado, prima o atalho do addon Será mostrado um diálogo, com uma caixa de edição, para introduzir os termos a pesquisar Para pesquisar com o Google prima "enter", ou "tab", para pesquisar com outros motores de busca. Ou seleccione algum texto e pressione o atalho uma vez, será apresentado um menu com vários motores de busca à escolha. E, depois do texto seleccionado, pode pressionar duas vezes o atalho, para pesquisar directamente com o Google. O atalho padrão para o addon é: NVDA+ Windows+ S.
ru: Это дополнение поможет вам выполнять поиск текста с помощью различных поисковых систем. Не выделяйте текст и нажмите на жест дополнения. Откроется диалоговое окно с полем редактирования для ввода поискового запроса. Для поиска с помощью Google нажмите enter или tab для поиска с помощью других поисковых систем. Или выделите текст и нажмите жест дополнения один раз, отобразится меню с различными поисковыми системами на выбор. Пока текст выделен, вы можете дважды нажать жест дополнения, чтобы выполнить поиск непосредственно в Google. Жест дополнения по умолчанию: NVDA+ Windows+ S.
sr: Ovaj dodatak vam pomaže da pretražite tekst, putem različitih pretraživača. Ako tekst nije izabran, pritisnite prečicu dodatka Dijalog će biti prikazan, sa poljem za upisivanje termina pretrage Da pretražite Google pritisnite enter, ili tab da koristite druge pretraživače. ili Ako izaberete tekst i pritisnete prečicu jednom, biće prikazan meni sa izborom različitih pretraživača. Dok je tekst izabran, možete dva puta da pritisnete prečicu kako biste direktno pretražili Google. Podrazumevana prečica dodatka je: NVDA+ Windows+ S.
tr: Bu eklenti, çeşitli arama motorları aracılığıyla metin aramanıza yardımcı olur. Hiç bir metin seçmeksizin eklenti kısayoluna basın Arama sorgusu girmek için bir yazı alanı içeren iletişim kutusu açılacak Google ile arama yapmak için enter'a, diğer motorlarla arama yapmak için sekmeye basın. ya da bir metin seçin ve ilgili tuşa bir kez basın, aralarından seçim yapabileceğiniz çeşitli arama motorları ile bir menü gösterilecek. Metin seçiliyken, doğrudan Google ile arama yapmak için tuşa iki kez basabilirsiniz. Eklenti için Varsayılan Kısayol tuşu: NVDA+ Windows+ S.
uk: Цей додаток використовується для пошуку тексту за допомогою різних пошукових систем. Навіть, якщо не буде виділено жодного тексту, після натискання жесту додатка Відкриється діалог з полем редагування для введення пошукового запиту Для пошуку за допомогою Google натисніть клавішу enter, а для пошуку за допомогою інших систем натисніть клавішу tab. Або виділіть будь-який текст і натисніть один раз, після чого з’явиться меню з можливістю вибрати різні пошукові системи. Щоб шукати виділений текст безпосередньо в Google, натисніть цю комбінацію двічі. Початковий жест для додатка: NVDA+Windows+S.

source: Preserve data upon installing a new version
uk: Зберегти дані після встановлення нової версії
